[
  {
    "quote": "Война – это путь обмана.",
    "source": "Искусство войны. С комментариями, иллюстрациями и каллиграфией"
  },
  {
    "quote": "Войну сначала выигрывают и только потом начинаю боевые действия.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда побеждающий сражается, это подобно скопившейся воде, с высоты тысячи саженей низвергающейся в долину.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если военный план не учитывает интересов государства, не стоит проводить его в жизнь.",
    "source": "Искусство войны"
  },
  {
    "quote": "Солдаты не бедны, - они презирают богатство, они не живут долго, потому что пренебрегают жизнью до глубокой старости. В день сражения их лица и туники будут мокрыми от слез, но как только они окажутся в безысходной ситуации, они продемонстрируют смелость Цзуань Цзу и храбрость Цяо Гуй.",
    "source": "Искусство войны"
  },
  {
    "quote": "9. Предположите, что вы спрятали на обширной равнине всего одного разбойника, но готового умереть. Тысяча человек станут ловить его, и все будут озираться во все стороны, как совы, оглядываться по сторонам, как волки. Ибо каждый из них будет бояться, что тот внезапно выскочит и убьет его. Поэтому достаточно одного человека, решившегося расстаться с жизнью, что бы нагнать страх на тысячу человек",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Одержать сто побед в ста битвах — это не вершина воинского искусства. Повергнуть врага без сражения — вот вершина.",
    "source": "Искусство войны"
  },
  {
    "quote": "Закон для использующего войска в том, чтобы не полагаться на то, что враг не придет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не будет атаковать, а полагаться на то, что я сделаю его атаку невозможной.",
    "source": "Искусство войны"
  },
  {
    "quote": "Истинно умелый полководец подчиняет себе вражеское войско безо всякого боя. Он захватывает города без осады и свергает правителей без долгих полевых маневров. Не растрачивая сил, он подрывает власть в Империи; не потеряв ни единого воина, добивается полного триумфа. Таков метод военной хитрости.",
    "source": "Искусство войны"
  }
]