[
  {
    "quote": "Война – это путь обмана.",
    "source": "Искусство войны. С комментариями, иллюстрациями и каллиграфией"
  },
  {
    "quote": "Войну сначала выигрывают и только потом начинаю боевые действия.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда побеждающий сражается, это подобно скопившейся воде, с высоты тысячи саженей низвергающейся в долину.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если военный план не учитывает интересов государства, не стоит проводить его в жизнь.",
    "source": "Искусство войны"
  },
  {
    "quote": "Солдаты не бедны, - они презирают богатство, они не живут долго, потому что пренебрегают жизнью до глубокой старости. В день сражения их лица и туники будут мокрыми от слез, но как только они окажутся в безысходной ситуации, они продемонстрируют смелость Цзуань Цзу и храбрость Цяо Гуй.",
    "source": "Искусство войны"
  },
  {
    "quote": "9. Предположите, что вы спрятали на обширной равнине всего одного разбойника, но готового умереть. Тысяча человек станут ловить его, и все будут озираться во все стороны, как совы, оглядываться по сторонам, как волки. Ибо каждый из них будет бояться, что тот внезапно выскочит и убьет его. Поэтому достаточно одного человека, решившегося расстаться с жизнью, что бы нагнать страх на тысячу человек",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Одержать сто побед в ста битвах — это не вершина воинского искусства. Повергнуть врага без сражения — вот вершина.",
    "source": "Искусство войны"
  },
  {
    "quote": "Закон для использующего войска в том, чтобы не полагаться на то, что враг не придет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не будет атаковать, а полагаться на то, что я сделаю его атаку невозможной.",
    "source": "Искусство войны"
  },
  {
    "quote": "Истинно умелый полководец подчиняет себе вражеское войско безо всякого боя. Он захватывает города без осады и свергает правителей без долгих полевых маневров. Не растрачивая сил, он подрывает власть в Империи; не потеряв ни единого воина, добивается полного триумфа. Таков метод военной хитрости.",
    "source": "Искусство войны"
  },
  {
    "quote": "Правило ведения войны заключается в том, чтобы не полагаться на то, что противник не придет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не нападет, а полагаться на то, что я сделаю нападение на себя невозможным для него.",
    "source": "Искусство войны"
  },
  {
    "quote": "Врага заманивают в ловушки выгодой, его лишают храбрости, ослабляя и изматывая перед атакой; проникают в его ряды войсками, неожиданно собранными в самых уязвимых его местах.",
    "source": "Искусство войны"
  },
  {
    "quote": "государь вредит своему войску в трех случаях:Когда, не зная, что войско не может наступать, приказывает ему выступить. В иных же случаях, не зная, что войско не может отступать, он приказывает ему отойти. То и другое означает, что он связывает войско.Когда он, не разбираясь в военных делах, переносит на войско правила, подобающие управлению государством; в таком случае военачальники пребывают в растерянности.Когда он, не зная, как управлять войсками, вмешивается в дела командования; в таком случае военачальники пребывают в недоумении.",
    "source": "Искусство войны"
  },
  {
    "quote": "Полководец – это мудрость, доверие, человечность, отвага, строгость.",
    "source": "Искусство войны"
  },
  {
    "quote": "Удар войска подобен тому, как если бы ударили камнем по яйцу: это есть полнота и пустота.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда воинствующий государь нападает на могучей государство, его искусство проявляется в том, как он противостоит сосредоточению вражеских сил. Он внушает своим соперникам благоговейный страх и не допускает, чтобы к ним присоединились их союзники",
    "source": "Искусство войны"
  },
  {
    "quote": "Победа в войне – это то, что позволяет гибнущему царству сохранить себя, а обреченному – выжить. Не одержать победу в войне – значит потерять территорию и подвергнуть опасности алтари государства. Вот почему в военные дела нельзя не вникать со всей тщательностью.Однако тот, кто радуется войне, от войны же погибнет. А тот, кто ищет военной славы, будет опозорен. Нельзя находить радость в войне и искать в войне славу.(Из трактата «Сунь Бинь»)",
    "source": "Искусство войны"
  },
  {
    "quote": "Бывают дороги, по которым не идут. Бывают войска, на которые не нападают. Бывают крепости, за которые не борются. Бывают местности, которые не оспаривают. Бывают приказания государя, которых не исполняют.",
    "source": "Искусство войны"
  },
  {
    "quote": "по утрам духом бодры, днем вялы, вечером помышляют о возвращении домой. Поэтому тот, кто умеет вести войну, избегает противника, когда его дух бодр, и ударяет на него, когда его дух вял, или когда он помышляет о возвращении; это и есть управление духом.",
    "source": "Искусство войны"
  },
  {
    "quote": "Мощь того, кто умеет заставить других идти в бой, есть мощь человека, скатывающего круглый камень с горы в тысячу саженей.",
    "source": "Искусство войны"
  }
]