[
  {
    "quote": "Война – это путь обмана.",
    "source": "Искусство войны. С комментариями, иллюстрациями и каллиграфией"
  },
  {
    "quote": "Войну сначала выигрывают и только потом начинаю боевые действия.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда побеждающий сражается, это подобно скопившейся воде, с высоты тысячи саженей низвергающейся в долину.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если военный план не учитывает интересов государства, не стоит проводить его в жизнь.",
    "source": "Искусство войны"
  },
  {
    "quote": "Солдаты не бедны, - они презирают богатство, они не живут долго, потому что пренебрегают жизнью до глубокой старости. В день сражения их лица и туники будут мокрыми от слез, но как только они окажутся в безысходной ситуации, они продемонстрируют смелость Цзуань Цзу и храбрость Цяо Гуй.",
    "source": "Искусство войны"
  },
  {
    "quote": "9. Предположите, что вы спрятали на обширной равнине всего одного разбойника, но готового умереть. Тысяча человек станут ловить его, и все будут озираться во все стороны, как совы, оглядываться по сторонам, как волки. Ибо каждый из них будет бояться, что тот внезапно выскочит и убьет его. Поэтому достаточно одного человека, решившегося расстаться с жизнью, что бы нагнать страх на тысячу человек",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Одержать сто побед в ста битвах — это не вершина воинского искусства. Повергнуть врага без сражения — вот вершина.",
    "source": "Искусство войны"
  },
  {
    "quote": "Закон для использующего войска в том, чтобы не полагаться на то, что враг не придет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не будет атаковать, а полагаться на то, что я сделаю его атаку невозможной.",
    "source": "Искусство войны"
  },
  {
    "quote": "Истинно умелый полководец подчиняет себе вражеское войско безо всякого боя. Он захватывает города без осады и свергает правителей без долгих полевых маневров. Не растрачивая сил, он подрывает власть в Империи; не потеряв ни единого воина, добивается полного триумфа. Таков метод военной хитрости.",
    "source": "Искусство войны"
  },
  {
    "quote": "Правило ведения войны заключается в том, чтобы не полагаться на то, что противник не придет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не нападет, а полагаться на то, что я сделаю нападение на себя невозможным для него.",
    "source": "Искусство войны"
  },
  {
    "quote": "Врага заманивают в ловушки выгодой, его лишают храбрости, ослабляя и изматывая перед атакой; проникают в его ряды войсками, неожиданно собранными в самых уязвимых его местах.",
    "source": "Искусство войны"
  },
  {
    "quote": "государь вредит своему войску в трех случаях:Когда, не зная, что войско не может наступать, приказывает ему выступить. В иных же случаях, не зная, что войско не может отступать, он приказывает ему отойти. То и другое означает, что он связывает войско.Когда он, не разбираясь в военных делах, переносит на войско правила, подобающие управлению государством; в таком случае военачальники пребывают в растерянности.Когда он, не зная, как управлять войсками, вмешивается в дела командования; в таком случае военачальники пребывают в недоумении.",
    "source": "Искусство войны"
  },
  {
    "quote": "Полководец – это мудрость, доверие, человечность, отвага, строгость.",
    "source": "Искусство войны"
  },
  {
    "quote": "Удар войска подобен тому, как если бы ударили камнем по яйцу: это есть полнота и пустота.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда воинствующий государь нападает на могучей государство, его искусство проявляется в том, как он противостоит сосредоточению вражеских сил. Он внушает своим соперникам благоговейный страх и не допускает, чтобы к ним присоединились их союзники",
    "source": "Искусство войны"
  },
  {
    "quote": "Победа в войне – это то, что позволяет гибнущему царству сохранить себя, а обреченному – выжить. Не одержать победу в войне – значит потерять территорию и подвергнуть опасности алтари государства. Вот почему в военные дела нельзя не вникать со всей тщательностью.Однако тот, кто радуется войне, от войны же погибнет. А тот, кто ищет военной славы, будет опозорен. Нельзя находить радость в войне и искать в войне славу.(Из трактата «Сунь Бинь»)",
    "source": "Искусство войны"
  },
  {
    "quote": "Бывают дороги, по которым не идут. Бывают войска, на которые не нападают. Бывают крепости, за которые не борются. Бывают местности, которые не оспаривают. Бывают приказания государя, которых не исполняют.",
    "source": "Искусство войны"
  },
  {
    "quote": "по утрам духом бодры, днем вялы, вечером помышляют о возвращении домой. Поэтому тот, кто умеет вести войну, избегает противника, когда его дух бодр, и ударяет на него, когда его дух вял, или когда он помышляет о возвращении; это и есть управление духом.",
    "source": "Искусство войны"
  },
  {
    "quote": "Мощь того, кто умеет заставить других идти в бой, есть мощь человека, скатывающего круглый камень с горы в тысячу саженей.",
    "source": "Искусство войны"
  },
  {
    "quote": "Не делай хода, пока не увидишь преимущества; не применяй силы, если только не можешь ей что-либо приобрести; не давай боя, пока не наступит переломный момент.",
    "source": "Искусство войны"
  },
  {
    "quote": "Верно принятое решение подобно налету сокола, своевременно осуществленному для того, чтобы нанести своей жертве смертельный удар",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "...сто раз сразиться и сто раз победить — это не лучшее из лучшего; лучшее из лучшего — покорить чужую армию, не сражаясь.",
    "source": "Искусство войны"
  },
  {
    "quote": "Ум - ключ ко всему!",
    "source": "Искусство войны"
  },
  {
    "quote": "Сунь-цзы искал возможности маневрирования армией и занятия ею такой позиции, где бы ее тактическое преимущество было столь значительно, что воздействие ее атаки, импульс ее стратегической мощи [ши] был бы подобен потоку воды, вдруг обрушившемуся вниз с вершины горы. Развертывание войск в удобные построения [син]; создание желаемого неравновесия сил [цю-ань]; сжатие сил на данном направлении; использование преимуществ местности; стимулирование духовного состояния людей - все должно быть направлено к этой решающей цели.",
    "source": "Искусство войны"
  },
  {
    "quote": "Стремительный, лети, как ветер. Плавный, качайся, как лес. Меняй облик, как облако в небе. Бей, подобно грому и молнии.",
    "source": "Искусство войны"
  },
  {
    "quote": "Мало сил у того, кто должен быть всюду наготове; много сил у того, кто вынуждает другого быть всюду наготове.",
    "source": "Искусство войны"
  },
  {
    "quote": "Находясь близко, ждут далеких; пребывая в полной силе, ждут утомленных; будучи сытыми, ждут голодных; это и есть управление силой.",
    "source": "Искусство войны"
  },
  {
    "quote": "Непобедимость есть оборона; возможность победить есть наступление.",
    "source": "Искусство войны"
  },
  {
    "quote": "Вот некоторые основные принципы войны: никогда не атакуйте в гору и не занимайте оборону под горой: не соблазняйтесь атакой при притворном бегстве противника и не атакуйте неприятеля, который отдохнул и его дух полон борьбы. Не поглощайте приманку, приготовленную для вас, и не становитесь на пути армии, которая двинулась домой. Когда вы окружаете неприятеля, всегда оставляйте ему выход и не давите слишком на противника, оказавшегося в безвыходном положении. Это – искусство ведения войны.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда законы вообще исполняются, в этом случае, если преподаешь что-нибудь народу, народ тебе повинуется. Когда законы вообще не выполняются, в этом случае, если преподаешь что-либо народу, народ тебе не повинуется. Когда законы вообще принимаются с доверием и ясны, значит, ты и масса взаимно обрели друг друга.",
    "source": "Искусство войны"
  },
  {
    "quote": "Приходи оттуда, где тебя не ожидают. Бей туда, где к удару не готовы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Кто встал на цыпочки, долго не простоит. Кто широко шагает, далеко не уйдет. Кто имеет свой взгляд, немногое поймет. Кто имеет свою правду, немногих убедит. Кто рвется вперед, славы не стяжает. Кто радеет за себя, долго не проживет. Для Пути это только «лишнее угощение, напрасное усердие». Для людей это только повод для ненависти. Посему претворяющий Путь такого не делает .",
    "source": "Восточная мудрость"
  },
  {
    "quote": "Солдаты независимо от своего ранга преодолевают страх в опасных обстоятельствах — они стоят твердо, если некуда отступать",
    "source": "Искусство войны"
  },
  {
    "quote": "Показатель высшего владения военным искусством – это не твоя способность одержать сто побед в ста сражениях. Показателем высшего искусства войны будет победа над противником без сражений с ним.",
    "source": "Искусство побеждать"
  },
  {
    "quote": "Война – это путь обмана.Поэтому, если ты и можешь что-нибудь, показывай противнику, будто не можешь; если ты и пользуешься чем-нибудь, показывай ему, будто ты этим не пользуешься; хотя бы ты и был близко, показывай, будто ты далеко; хотя бы ты и был далеко, показывай, будто ты близко; заманивай его выгодой; приведи его в расстройство и бери его; если у него все полно, будь наготове; если он силен, уклоняйся от него; вызвав в нем гнев, приведи его в состояние расстройства; приняв смиренный вид, вызови в нем самомнение; если его силы свежи, утоми его; если у него дружны, разъедини; нападай на него, когда он не готов; выступай, когда он не ожидает",
    "source": "Искусство войны"
  },
  {
    "quote": "Самое большое бедствие при использовании воинов — нерешительность; самая большая беда для войск — это колебание полководца.",
    "source": "Искусство войны"
  },
  {
    "quote": "Понимающий, как пользоваться и большими и малыми силами, — побеждает",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому у полководца есть пять опасностей: если он будет стремиться во что бы то ни стало умереть, он может быть убитым; если он будет стремиться во что бы то ни стало остаться в живых, он может попасть в плен; если он будет скор на гнев, его могут презирать; если он будет излишне щепетилен к себе, его могут оскорбить; если он будет любить людей, его могут обессилить.",
    "source": "Искусство войны"
  },
  {
    "quote": "В военной стратегии есть только прямое наступление и обход, но между ними существует неисчерпаемый диапазон тактик.",
    "source": "Искусство войны"
  },
  {
    "quote": "Во время войны государство беднеет оттого, что возят далеко провиант. Когда провиант нужно возить далеко, народ беднеет.",
    "source": "Искусство войны"
  },
  {
    "quote": "Не руководите ими одними словами - подкрепляйте указания своими действиями. Нет никакого смысла сообщать солдатам о том, что они находятся в опасном положении.",
    "source": "Искусство войны"
  },
  {
    "quote": "— Командующий должен обладать мудростью, честностью, доброжелательностью, смелостью и требовательностью.",
    "source": "Искусство войны"
  },
  {
    "quote": "7. Поэтому, если я покажу противнику какую-либо форму, а сам этой формы не буду иметь, я сохраню целостность, а противник разделиться на части. Сохраняя целостность, я буду составлять единицу, разделившись на части, противник будет составлять десять. Тогда я своими десятью нападу на его единицу. Нас тогда будет много, а противника мало. У того, кто умеет массой ударить на немногих, таких, кто с ним сражается, мало и их легко победить.(7, гл. 6)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "По этой причине обдуманность действий умного человека заключается в том, что он обязательно соединяет выгоду и вред. Когда с выгодой соединяют вред, усилия могут привести к результату; когда с вредом соединяют выгоду, бедствие может быть устранено. Поэтому князей подчиняют себе вредом, заставляют служить себе делом, заставляют устремляться куда-нибудь выгодой.6. Правило ведения войны заключается в том, чтобы не полагаться на то, что противник не прийдет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не нападет, а полагаться на то, что я сделаю нападение на себя невозможным для него.7. Поэтому у полководца есть пять опасностей: если он будет стремиться во что бы то ни стало умереть, он может быть убитым; если он будет стремиться во что бы то ни стало остаться в живых, он может попасть в плен; если он будет скор на гнев, его могут презирать; если он будет излишне щепетилен к себе, его могут оскорбить; если он будет любить людей, его могут обессилить.8. Эти пять опасностей – недостатки полководца, бедствие в ведении войны. Разбивают армию, убивают полководца непременно этими пятью опасностями. Надлежит понять это.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если инструкция не ясна, если разъяснениям и приказам не доверяют, то это вина полководца. Но когда эти инструкции повторены три раза, а приказы объяснены пять раз, а войска по-прежнему не выполняют их, то это вина командиров.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому ведение войны заключается в том, чтобы предоставлять противнику действовать согласно его намерениям и тщательно изучать их; затем сосредоточить все его внимание на чем-нибудь одном и убить его полководца, хотя бы он и был за тысячу миль.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если запретить всякие предсказания и удалить всякие сомнения, умы солдат до самой смерти никогда не отвлекутся (11, гл. 11)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "12. Вот пять опасных ошибок, которые преследуют начальника: (1) неосторожность, которая приводит к гибели; (2) трусость, которая приводит к неволе; (3) опрометчивость, которой способствуют обиды; (4) чувствительность достоинства, которой способствует стыд; (5) чрезмерная забота о людях, которая грозит волнениями и бедствиями.",
    "source": "Искусство войны"
  },
  {
    "quote": "Трактат Сунь-цзы сам по себе одна сплошная цитата на память, однако в замечательных комментариях есть еще много интересного, например, примеры из жизни древнекитайских полководцев вроде Чжугэ Ляо и цитаты из классических китайских и японских комментаторов. Привожу некоторые из них, а также пару цитат из У-цзы:",
    "source": "Трактаты о военном искусстве"
  },
  {
    "quote": "Идти вперед туда, где не ждут; атаковать там, где не подготовились.",
    "source": "Искусство войны"
  },
  {
    "quote": "если знаешь его и знаешь себя, победа недалека; если знаешь при этом еще Небо и знаешь Землю, победа обеспечена полностью.",
    "source": "Искусство войны"
  },
  {
    "quote": "Он не стремится формировать союзы повсеместно, не ищет всякой возможности поддержать армии союзных государств. Не связывайте себя лишними соглашениями, но всегда вознаграждайте союзников, если они его достойны, отдавая приказы в соответствии с ситуацией.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если птицы собираются стаями, значит, там никого нет. Если у противника ночью перекликаются, значит, там боятся. Если войско дезорганизовано, значит, полководец не авторитетен. Если знамена переходят с места на место, значит, у него беспорядок. Если его командиры бранятся значит, солдаты устали. Если коней кормят пшеном, а сами едят мясо; если кувшины для вина не развешивают на деревьях и не идут обратно в лагерь, значит, они – доведенные до крайности разбойники.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда вся армия в растерянности и охвачена сомнениями, князья воспользуются этим – это называется посеять беспорядки в своей армии и привести врага к победе.",
    "source": "Искусство войны"
  },
  {
    "quote": "Может возникнуть вопрос: что делать, если противник наступает большой, хорошо организованной армией? Ответ таков: захватите что-то, что очень ценно для них - и после этого выдвигайте им любые свои требования.",
    "source": "Искусство войны"
  },
  {
    "quote": "Врассеивающем местене сражайся.Вобманчивое положениине задерживайся.Вспорном местене атакуй.Наоткрытом местене пытайся преградить противнику дорогу.Вместе пересечения дорогобъедини силы со своими союзниками.Вопасном положениизаймись грабежом.Втрудном местепродолжай путь, не разбивая лагеря.Оказавшись вокруженном месте, прибегай к стратегии.Вгиблом местедерись.",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Тот, кто умеет вести войну, покоряет чужую армию, не сражаясь; берет чужие крепости, не осаждая; сокрушает чужое государство, не держа свое войско долго. Он обязательно сохраняет все в целости и этим оспаривает власть в Поднебесной. Поэтому и можно не притупляя оружие иметь выгоду: это и есть правило стратегического нападения.",
    "source": "Искусство войны"
  },
  {
    "quote": "Успешно атакует тот полководец, чей враг не знает, где ставить защиту. В обороне успешен тот, чей враг не знает, где вести нападение.",
    "source": "Искусство войны"
  },
  {
    "quote": "23. Размещай своих воинов на таких позициях, с которых нельзя отступить, и они предпочтут смерть бегству. Когда они столкнуться со смертельной угрозой, для них не будет ничего недостижимого. И командиры, и солдаты приложат свои внутренние силы во всей их полноте.",
    "source": "Искусство войны"
  },
  {
    "quote": "Таким образом, мы можем сказать, что, зная самих себя и зная своего неприятеля, вы достигнете победы в ста случаях из ста. Если же вы знаете себя, но не знаете своего неприятеля, у вас на каждую победу будет приходиться одно поражение. Если вы не знаете ни себя, ни своего неприятеля, побед вам не видать никогда.",
    "source": "Искусство войны"
  },
  {
    "quote": "Мощь - это как бы натягивание лука, рассчитанность удара - это как бы спуск стрелы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Искусный полководец тот, кто во время битвы ставит войско в положение людей, находящихся на тонущем корабле, или в положение людей, находящихся в загоревшемся доме.",
    "source": "Искусство войны"
  },
  {
    "quote": "Первичной целью должно стать подчинение других государств без вступления в военный конфликт, то есть – идеал полной победы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Совершенный воин будет бить по замыслам. На более низком уровне разрушают союзы противника. На самом низком уровне осаждают крепости.",
    "source": "Искусство побеждать"
  },
  {
    "quote": "Знание наперед нельзя получить от богов и демонов, нельзя получить и путем заключения по сходству, нельзя получить и путем всяких вычислений. Знание положения противника можно получить только от людей.",
    "source": "Искусство войны"
  },
  {
    "quote": "Управлять множеством людей – все равно что управлять небольшим их числом: все дело в том, чтобы правильно разделить их сообразно численности.",
    "source": "Искусство войны"
  },
  {
    "quote": "...у того, кто хорошо сражается, мощь – стремительна, рассчитанность коротка. Мощь – это как бы натягивание лука, рассчитанность удара – это как бы спуск стрелы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Непобедимость заключена в себе самом, возможность победы заключена в противнике.",
    "source": "Искусство войны"
  },
  {
    "quote": "Война имеет пять решающих факторов, которые вы должны принимать во внимание в ходе подготовки и планирования; вы должны полностью вникнуть в важность этих факторов. Первый - Достойный путь; второй - Небо; третий - Земля; четвёртый- Командир; пятый - Устав.",
    "source": "Искусство войны"
  },
  {
    "quote": "Стратегия без тактики - самый медленный путь к победе. Сунь-Цзы - Искусство войны",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому и говорится: если знаешь его и знаешь себя, сражайся хоть сто раз, опасности не будет; если знаешь себя, а его не знаешь, один раз победишь, другой раз потерпишь поражение; если не знаешь ни себя, ни его, каждый раз, когда будешь сражаться, будешь терпеть поражение.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда войско — единый организм, храбрец не пойдет в наступление в одиночку, а трус не сможет отступить незаметно. В этом заключается искусство управления большими группами людей.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поскольку глаз благоговеет перед цветами, они должны быть хорошо различимыми и яркими. Поскольку ум благоговеет перед названиями, они должны быть строгими и справедливыми.",
    "source": "Искусство войны"
  },
  {
    "quote": "Война не любит простого увеличения численности. Нельзя идти вперед с одной только воинской силой.",
    "source": "Искусство войны"
  },
  {
    "quote": "«Находясь близко, ждут далёких» - таково одно из правил искусства управления своей силой, самообладания, выдержки.",
    "source": "Искусство войны"
  },
  {
    "quote": "...если знаешь его {врага} и знаешь себя, сражайся хоть сто раз, опасности не будет; если знаешь себя, а его не знаешь, один раз победишь, другой раз потерпишь поражение; если не знаешь ни себя, ни его, каждый раз, когда будешь сражаться, будешь терпеть поражение.",
    "source": "Искусство войны"
  },
  {
    "quote": "На самом деле, командующий может ослабить армию тремя способами: он может затруднить действия армии, приказывая наступать или отступать в неподходящий момент; он может внести сумятицу в свои войска, создавая помехи в военной организации без правильного понимания сущности армии; он может обескуражить свои войска, вмешиваясь в вопросы назначения командиров и разделения ответственности, не учитывая последствий.",
    "source": "Искусство войны"
  },
  {
    "quote": "Чжан Юй: «Войско – орудие несчастья, война – опасное дело. Начинать войну надо лишь тогда, когда иначе нельзя».",
    "source": "Искусство войны"
  },
  {
    "quote": "Война – это великое дело для государства, это почва жизни и смерти, это путь существования и гибели.",
    "source": "Искусство войны"
  },
  {
    "quote": "Про кого в древности говорили, что он хорошо сражается, тот побеждал, когда было легко победить. Поэтому, когда хорошо сражавшийся побеждал, у него не оказывалось ни славы ума, ни подвигов мужества.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если полководец разговаривает с солдатами ласково и учтиво, значит, он потерял свое войско. Если он без счету раздает награды, значит, войско в трудном положении. Если он бессчетно прибегает к наказанию, значит, войско в тяжелом положении. Если он сначала жесток а потом боится своего войска, это означает верх непонимания военного искусства.",
    "source": "Искусство войны"
  },
  {
    "quote": "«... у армии можно отнять её дух, у полководца можно отнять его сердце».",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому на войне слышали об успехе при быстроте ее, даже при неискусности ее ведения, и не видели еще успеха при продолжительности ее, даже при искусности ее ведения.",
    "source": "Искусство войны"
  },
  {
    "quote": "Одна повозка с вражеским провиантом стоит двадцати с твоим собственным",
    "source": "Искусство войны"
  },
  {
    "quote": "Командующий, который наказывает свои войска прежде, чем он завоевал их любовь и авторитет, никогда не будет принят ими- они будто просто бесполезны для него.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому я говорю: если ты привлекаешь Достойных и наделяешь ответственностью способных, то даже не выбирая для этого благоприятного времени, ты приобретаешь выгоду.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому говорят: кто знает себя и знает противника, тот в ста победах не потерпит ни одного поражения; кто знает противника, но не знает себя, тот будет чередовать победу и поражение; кто не знает ни себя, ни противника, тот в любом сражении может получить сокрушительный удар.",
    "source": "Искусство войны"
  },
  {
    "quote": "Не идти против знамен противника, когда они в полном порядке; не нападать на стан противника, когда он неприступен; это и есть управление изменениями.",
    "source": "Искусство войны"
  },
  {
    "quote": "Затянувшаяся война может привести только к истощению сил; поэтому, точные расчеты – это необходимое условие гарантированности быстрой реализации стратегии всей кампании.",
    "source": "Искусство войны"
  },
  {
    "quote": "Основной принцип следующий: «Идти вперед туда, где не ждут; атаковать там, где не подготовились.» Этот принцип может быть реализован только благодаря секретности всех действий, полному самоконтролю и железной дисциплине в армии, и также «непостижимости». Война – это путь обмана, постоянной организации ложных выпадов, распространения дезинформации, использования уловок и хитростей. Когда такой обман хитроумно задуман и эффектно применен, противник не будет знать, где атаковать, какие силы использовать и, таким образом, будет обречен на фатальные ошибки.",
    "source": "Искусство войны"
  },
  {
    "quote": "Движение достигает своего предела, и рождается покой. Покой достигает своего придела, и рождается движение (Чжоу-цзы, цит. по изданию, с. 262)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Когда солдаты говорят: имущество нам более не нужно - это не значит, что они не любят имущества. Когда они говорят: жизнь нам более не нужна! - это не значит, что они не любят жизни.",
    "source": "Искусство войны"
  },
  {
    "quote": "Успешная война идёт дорогой обмана.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если ты будешь уважать народ и доверять ему, государство будет жить в мире и население будет покорно тебе",
    "source": "Искусство войны"
  },
  {
    "quote": "Правило ведения войны заключается в том, чтобы не полагаться на то, что противник не прийдет, а полагаться на то, с чем я могу его встретить; не полагаться на то, что он не нападет, а полагаться на то, что я сделаю нападение на себя невозможным для него.",
    "source": "Искусство войны"
  },
  {
    "quote": "5. Поэтому на войне слышали об успехе при быстроте ее, даже при неискусности ее ведения, и не видели еще успеха при продолжительности ее, даже при искусности ее ведения",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Тот, кто не способен к наступлению, занимает оборонительную позицию",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Существуют пять составляющих победы: знание, когда, можно воевать-а когда- нет, приносит победу; знание, как действовать при наличии превосходства над противником и как- при недостатке силы, приносит победу; тщательная подготовка, чтобы застать неприятеля неподготовленным, приносит победу; искусный командующий, свободный от постоянного контроля со стороны правителя. Приносит победу.",
    "source": "Искусство войны"
  },
  {
    "quote": "Удар войска подобен удару камнем по яйцу",
    "source": "Искусство войны"
  },
  {
    "quote": "Война – это великое дело для государства.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если ведут сражение и победа затягивается, - солдаты деморализуются и боевой дух падает; если при этом атакуют крепость, - силы истощаются; если командующих войсками надолго оставляют под открытым небом вне лагеря, - средств на снабжение у государства недостаточно.",
    "source": "Искусство войны"
  },
  {
    "quote": "Не идти против знамён противника, когда они в полном порядке; не нападать на стан противника, когда он неприступен; это и есть управление изменениями.",
    "source": "Искусство войны"
  },
  {
    "quote": "Сунь-цзы сказал: по правилам ведения войны наилучшее – сохранить государство противника в целости, на втором месте – сокрушить это государство. Наилучшее – сохранить армию противника в целости, на втором месте – разбить ее. Наилучшее – сохранить бригаду противника в целости, на втором месте – разбить ее. Наилучшее – сохранить батальон противника в целости, на втором месте – разбить его. Наилучшее – сохранить роту противника в целости, на втором месте – разбить ее. Наилучшее – сохранить взвод противника в целости, на втором месте – разбить его. Поэтому сто раз сразиться и сто раз победить – это не лучшее из лучшего; лучшее из лучшего – покорить чужую армию, не сражаясь.Поэтому самая лучшая война – разбить замыслы противника; на следующем месте – разбить его союзы; на следующем месте – разбить его войска.Поэтому тот, кто умеет вести войну, покоряет чужую армию, не сражаясь; берет чужие крепости, не осаждая; сокрушает чужое государство, не держа свое войско долго.",
    "source": "Искусство войны"
  },
  {
    "quote": "Тот, кто хорошо сражается, стоит на почве невозможности своего поражения и не упускает возможности поражения противника. По этой причине войско, долженствующее победить, сначала побеждает, а потом ищет сражения; войско, осужденное на поражение, сначала сражается, а потом ищут победу.",
    "source": "Искусство войны"
  },
  {
    "quote": "правила ведения войны таковы: если противник находится на высотах, не иди прямо на него; если за ним возвышенность, не располагайся против него; если он притворно убегает, не преследуй его; если он полон сил, не нападай на него; если он подает тебе приманку, не иди на нее; если войско противника идет домой, не останавливай его; если окружаешь войско противника, оставь открытой одну сторону; если он находится в безвыходном положении, не нажимай на него; это и есть правила ведения войны.",
    "source": "Искусство войны"
  },
  {
    "quote": "Полководец – это основание государства. Если основание прочное – страна в безопасности. Если основание ущербное – страна слабая.",
    "source": "Искусство побеждать. В переводе и с комментариями Бронислава Виногродского"
  },
  {
    "quote": "Умеющий побеждать сначала побеждает, а потом сражается. Привычный к поражениям сначала сражается, а потом ищет пути победы.",
    "source": "Искусство побеждать"
  },
  {
    "quote": "Победа в сражении подобна падающему с высоты тысяча саженей потоку воды, пробившему преграды сверху.",
    "source": "Искусство побеждать"
  },
  {
    "quote": "Поэтому среди пяти элементов природы нет неизменно побеждающего; среди четырех времен года нет неизменно сохраняющего свое положение. У солнца есть краткость и продолжительность, у луны есть жизнь и смерть (15, гл. 6)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Выступив туда, куда он непременно направится, самому направиться туда, где он не ожидает.",
    "source": "Искусство войны"
  },
  {
    "quote": "Война любит победу и не любит продолжительность.",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Обычно всякое место боя воинам следует рассматривать как место своей гибели. Если позиция смертельна, то воины борются за жизнь, если позиция благоприятна для жизни, то воины погибают.",
    "source": "Искусство войны"
  },
  {
    "quote": "Сунь-цзы сказал: «Благородное поведение – это самый ценный запас войска...»",
    "source": "Искусство войны"
  },
  {
    "quote": "Необходимы дипломатические инициативы, хотя военной подготовкой пренебрегать нельзя. Первичной целью должно стать подчинение других государств без вступления в военный конфликт, то есть – идеал полной победы. Всякий раз, когда возможно, следует достигать этого дипломатическим принуждением, разрушением планов и союзов противника, а также срывом его стратегии.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому Древние Цари обеспечивали выполнение пяти условий для войны1) если поставки продовольствия не налажены, то войско не сможет выступить2) если награды и жаловенье не будут щебры, то людям не достанет побуждения3) если бойцов не отбирают соответственно их способностям, то войско не будет сильным4) если оружие и снаряжение не подговлены тщательно, то сильно войска в бою не будет значительной5) если наказания и награды несообразны деяниям, то люди не испытывают уважения",
    "source": "Искусство войны"
  },
  {
    "quote": "Знать, а не казаться незнающим, — вот совершенство. Не знать, а думать, что знаешь, — это болезнь. Только тот, кто знает свою болезнь, способен не быть больным. Премудрый человек не имеет болезни. Он знает, что такое болезнь, и почему не болен .",
    "source": "Восточная мудрость"
  },
  {
    "quote": "Напасть и при этом наверняка взять – это значит напасть на место, где он не обороняется; оборонять и при этом наверняка удержать – это значит оборонять место, на которое он не может напасть. Поэтому у того, кто умеет нападать, противник не знает, где ему обороняться; у того, кто умеет обороняться, противник не знает, где ему нападать. Тончайшее искусство! Тончайшее искусство! – нет даже формы, чтобы его изобразить. Божественное искусство! Божественное искусство! – нет даже слов, чтобы его выразить. Поэтому он и может стать властителем судеб противника.",
    "source": "Искусство войны"
  },
  {
    "quote": "Управляющий своим врагом прибегает к притворству, чтобы тот сделал неверный выпад. Он чем-то жертвует, чтобы подцепить врага на крючок. Врагу готовят западню с приманкой и отправляют лучших, избранных воинов выжидать в засаде.",
    "source": "Искусство войны"
  },
  {
    "quote": "Искренне верую и люби учиться, храни до смерти свои убеждения и совершенствуй свой путь.В государство, находящееся в опасности, не входи; в государстве, объятом мятежом, не живи; появляйся, когда во Вселенной царит закон, и скрывайся в эпоху беззакония. Стыдно быть бедным и занимать низкое положение, когда в государстве царит закон; равно стыдно быть богатым и знатным, когда в государстве царит беззаконие.",
    "source": "Искусство войны"
  },
  {
    "quote": "Войско долженствующее победить, сначала побеждает, а потом ищет сражения; войско, осужденное на поражение, сначала сражается а потом ищет победы",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Таким образом, мудрый правитель действует осторожно, а хороший командующий ведет себя бдительно. Это — способ держать страну в мире, а армию в сохранности.",
    "source": "Искусство войны"
  },
  {
    "quote": "Тот кто оспаривает победу, обнажив оружие, еще не является хорошим полководцем (Тай-гун Ван, цит. по изданию, с. 236)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Поэтому знают, что победят в пяти случаях: побеждают, если знают, когда можно сражаться и когда нельзя; побеждают, когда умеют пользоваться и большими и малыми силами; побеждают там, где высшие и низшие имеют одни и те же желания; побеждают тогда, когда сами осторожны и выжидают неосторожности противника; побеждают те, у…",
    "source": "Искусство войны"
  },
  {
    "quote": "Существует пять способов атаки неприятеля с применением огня. Первый заключается в сжигании самих войск; второй — в сжигании складов неприятеля; третий – в сжигании снаряжения; четвертый – в сжигании арсенала противника, и пятый способ заключается в использовании горящих стрел.",
    "source": "Искусство войны"
  },
  {
    "quote": "Частые и необоснованные награды указывают на отсутствие иных возможностей у полководца влиять на подчиненных. Избыток наказаний говорит о безвыходности положения войска.",
    "source": "Искусство побеждать. В переводе и с комментариями Бронислава Виногродского"
  },
  {
    "quote": "Армия, настроенная на поражение, сначала вступает в бой, и лишь потом ищет средства для победы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Командующий должен лично тщательно разведать рельеф местности — горы и леса, препятствия и тупики, топи и болота - прежде, чем он сможет провести свою армию через эту местность.",
    "source": "Искусство войны"
  },
  {
    "quote": "кто умеет вести войну, покоряет чужую армию, не сражаясь; берет чужие крепости, не осаждая их; сокрушает чужое государство, не применяя долго свое войско.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому, если согласно науке о войне выходит, что непременно победишь, непременно сражайся хотя бы государь и говорил тебе: «не сражайся». Если согласно науке о войне выходит, что не победишь, не сражайся, хотя бы государь и говорил тебе: «непременно сражайся».",
    "source": "Искусство войны"
  },
  {
    "quote": "Если нет выгоды, не двигайся; если не можешь приобрести, не пускай в ход войска; если нет опасности, не воюй. Государь не должен поднимать оружие из-за своего гнева; полководец не должен вступать в бой из-за своей злобы. Двигаются тогда, когда это соответствует выгоде; если это не соответствует выгоде, остаются на месте.",
    "source": "Искусство войны"
  },
  {
    "quote": "Тот, кто хорош в сражении, управляет другими людьми и неуправляем другими людьми",
    "source": "Искусство войны"
  },
  {
    "quote": "Лидер должен разобраться в настроениях местной знати прежде, чем он может заключить выгодные союзы; он должен лично тщательный разведать рельеф местности- горы и леса, препятствия и тупики, топи и болота- прежде, чем он сможет привезти свою армию через эту местность.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда говорят, друг друга не слышат; поэтому и изготовляют гонги и барабаны. Когда смотрят, друг друга не видят; поэтому и изготовляют знамена и значки». Гонги, барабаны, знамена и значки соединяют воедино глаза и уши своих солдат. Если все сосредоточены на одном, храбрый не может один выступить вперед, трусливый не может один отойти назад. Это и есть закон руководства массой.",
    "source": "Искусство войны"
  },
  {
    "quote": "Пусть планы твои пребывают во тьме, непроницаемые, словно ночь, так, чтобы, когда ты двинешь свои силы, они обрушились подобно молнии.",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Беспорядок появляется от заведенного порядка, трусость - от храбрости, слабость - от силы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда в мире узнают, что прекрасное — прекрасно, является уродство. Когда в мире узнают, что доброе — добро, является зло.Наличное и отсутствующие друг друга порождают. Трудное и легкое друг друга создают. Длинное и короткое друг друга выявляют. Высокое и низкое друг друга устанавливают. Музыка и голос друг другу откликаются. Предыдущее и последующее друг другу наследуют. Так всегда бывает в мире .",
    "source": "Восточная мудрость"
  },
  {
    "quote": "Опытный военачальник руководит своим войском, словно ведет одного человека за руку",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Каждый живет, как хочет, и расплачивается за это сам.",
    "source": "Искусство войны"
  },
  {
    "quote": "Тонкий стратег полагается на совместные усилия, а не ждет чудес от каждого отдельно. Он умеет верно подобрать людей и использовать их общую силу.",
    "source": "Искусство войны"
  },
  {
    "quote": "Недостатки и преимущества взаимосвязаны. Сначала узнай недостатки, тогда узнаешь и преимущества.",
    "source": "Искусство побеждать. В переводе и с комментариями Бронислава Виногродского"
  },
  {
    "quote": "Если солдаты еще не расположены к тебе, а ты станешь их наказывать, они не будут тебе подчиняться; а если они не станут подчиняться, ими трудно будет пользоваться. Если солдаты уже расположены к тебе, а наказания производиться не будут, ими совсем нельзя будет пользоваться.",
    "source": "Искусство войны"
  },
  {
    "quote": "Целью всей фундаментальной стратегии должно стать создание условий для того, чтобы население процветало и было довольным, дабы его желание подчиняться правителю не могло быть даже поставлено под сомнение.",
    "source": "Искусство войны"
  },
  {
    "quote": "Командующий должен обладать мудростью, честностью, доброжелательностью, смелостью и требовательностью.",
    "source": "Искусство войны"
  },
  {
    "quote": "Одержать сто побед в ста сражениях - не высшее достижение: высшее достижение - победить неприятеля, не приходя к бою.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому, если я хочу дать бой, пусть противник и понастроит высокие редуты, нароет глубокие рвы, все равно он не сможет не вступить со мною в бой. Это потому, что я нападаю на место, которое он непременно должен спасать.Если я не хочу вступать в бой, пусть я только займу место и стану его оборонять, все равно противник не сможет вступить со мной в бой. Это потому, что я отвращаю его от того пути, куда он идет.",
    "source": "Искусство войны"
  },
  {
    "quote": "Когда хорошо сражавшийся побеждал, у него не оказывалось ни славы ума, ни подвигов мужества (Сунь-цзы, цит. по зданию, с. 237)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Поэтому знают, что победят в пяти случаях: побеждают, если знают, когда можно сражаться и когда нельзя; побеждают, когда умеют пользоваться и большими и малыми силами; побеждают там, где высшие и низшие имеют одни и те же желания; побеждают тогда, когда сами осторожны и выжидают неосторожности противника; побеждают те, у кого полководец талантлив, а государь не руководит им. Эти пять положений и есть путь знания победы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Тот, кто хорошо ведет войну подобен Шуайжань. Шуайжань - это чаншаньская змея. Когда ее ударяют по голове, она бьет хвостом, когда ее ударяют по хвосту, она бьет головой; когда ее ударяют посередине, она бьет и головой, и хвостом.",
    "source": "Искусство войны"
  },
  {
    "quote": "Некоторые незначительные обстоятельства часто обеспечивают победу. Уметь уловить время, момент, воспользоваться выгодами обстановки для начала, ведения и окончания боя – это значит дать бой своевременно",
    "source": "Искусство войны"
  },
  {
    "quote": "Двигаются, взвесив все на весах. Кто заранее знает тактику прямого и обходного пути, тот побеждает. Это и есть закон борьбы на войне.",
    "source": "Искусство войны"
  },
  {
    "quote": "Совершенный в победах выигрывает сражение, не показывая мудрости, без подвигов и славы.",
    "source": "Искусство войны"
  },
  {
    "quote": "вы должны атаковать в том месте, где он считает вашу атаку не возможной",
    "source": "Искусство войны"
  },
  {
    "quote": "Сила — это умение устоять перед искушениями рассудка. Это способность не увлекаться рассуждениями.",
    "source": "Искусство войны"
  },
  {
    "quote": "Таким образом, построение как самого малого соединения - колесницы, так и самого крупного - армии - имело подобие правильного креста. Принцип пятичастного построения выводиться Ли Вэй-гуном не более не менее как из принципа колодезной системы. Считалось, что согласно этой системе брался участок земли приблизительно квадратной формы и на нем проводились две пары параллельных дорог - одна пара вдоль, другая поперек, т. е. перпендикулярно друг другу. Такой участок напоминал фигуру иероглифа колодец, состоящего из двух параллельных линий, пересекающихся под прямым углом. Получалась геометрическая фигура, состоящая из квадрата с построенными на каждой его стороне квадратами, т. е. одного квадрата в центре и четырех примыкающих к его сторонам, т. е. всего из пяти квадратов. Такова была основная форма земельного участка. Она и была взята, по мнению Ли Вэй-гуна, за образец и при построении армии как внутри каждого соединения так и армии в целом",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Притворный беспорядок рождается из порядка, видимость страха рождается из мужества.",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Если вы не знаете ни себя, ни своего неприятеля, побед вам не видать никогда.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому говорят: «Если хорошую лошадь стегать, то можно проехать долгий путь. Если достойные и высокие чиновники объединяться вместе, это открывает путь к хорошему правлению».",
    "source": "Искусство войны"
  },
  {
    "quote": "если знаешь его и знаешь себя, сражайся хоть сто раз, опасности не будет; если знаешь себя, а его не знаешь, один раз победишь, другой раз потерпишь поражение; если не знаешь ни себя, ни его, каждый раз, когда будешь сражаться, будешь терпеть поражение.",
    "source": "Искусство войны"
  },
  {
    "quote": "Победоносный лидер учитывает любые возможные случайности жо начала сражения; лидер-пораженец планирует только некоторые случаи. Принятие в расчёт многих вариантов приносит победу, рассмотрение нескольких вариантов приносит поражение, полное отсутствие планов приводит к полному краху.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому тот, кто хорошо ведет войну, подобен Шуайжань. Шуайжань — это чаншаньская змея.Когда ее ударяют по голове, она бьет хвостом, когда ее ударяют по хвосту, она бьет головой; когда ее ударяют посредине, она бьет и головой и хвостом....Ведь жители царств У и Юе не любят друг друга. Но если они будут переправляться через реку в одной лодке и будут застигнуты бурей, они станут спасать друг друга, как правая рука левую.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому тот, кто хорошо сражается, стоит на почве невозможности своего поражения и не упускает возможности поражения противника. По этой причине войско, долженствующее победить, сначала побеждает, а потом ищет сражения; войско, осужденное на поражение, сначала сражается, а потом ищет победы",
    "source": "Искусство войны"
  },
  {
    "quote": "Атаковать нужно только тогда, когда нет другого выхода.",
    "source": "Искусство войны"
  },
  {
    "quote": "Войну нельзя любить,а войско – орудие несчастья,оно предназначено для пользы, а не забавы.",
    "source": "Искусство войны"
  },
  {
    "quote": "Запретите все приметы и суеверия: единственное, что должно их беспокоить, - это смерть.",
    "source": "Искусство войны"
  },
  {
    "quote": "Если ты знаешь врага и знаешь себя, тебе не нужно волноваться за исход сотни сражений. Если ты знаешь себя, но не знаешь врага, за каждую достигнутую тобой победу ты расплатишься поражением. Если ты не знаешь ни себя, ни врага, ты будешь проигрывать всегда.",
    "source": "Искусство войны"
  },
  {
    "quote": "Пока вы не уверены в победе, защищайтесь; если вы уверены в победе, атакуйте.",
    "source": "Искусство войны"
  },
  {
    "quote": "Непобедимость есть оборона; возможность победить есть наступление. Когда обороняются, значит есть в чем-то недостаток; когда нападают, значит есть все в избытке. Тот, кто хорошо обороняется, прячется в глубины преисподней; тот, кто хорошо нападает, действует с высоты небес.",
    "source": "Искусство войны"
  },
  {
    "quote": "6. Никогда еще не бывало что бы война продолжалась долго и это было выгодно государству. Поэтому, тот кто не понимает до конца всего вреда от войны не сможет понять до конца и всю выгоду от войны",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Избежание столкновения с большими силами свидетельствует не о трусости, а о мудрости, ибо принесение себя в жертву никогда и нигде не является преимуществом.",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Когда враг повержен в хаос – пришло время торжествовать над ним.",
    "source": "Искусство войны"
  },
  {
    "quote": "Только после того как солдат бросят на место гибели, они будут существовать; только после того как их ввергнут в место смерти, они будут жить; только после того как они попадут в беду, они смогут решить исход боя (27, гл. 11)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Заставь врага гневаться - и тебе откроются принципы, по которым он действует. Заставь его открыться - и узнаешь его уязвимые места",
    "source": "Искусство войны"
  },
  {
    "quote": "Оборона – это состояние недостаточности, нападение – избыточности. Не можешь победить – укрепляй оборону. Можешь победить – нападай.",
    "source": "Искусство побеждать"
  },
  {
    "quote": "Когда регулярные приказы и ответственные задания неукоснительно выполняются, это говорит о том, что у военачальника сложились хорошие отношения с солдатами.",
    "source": "Искусство войны"
  },
  {
    "quote": "Секрет обороны - в нападении; оборона - это планирование нападения",
    "source": "Трактат о военном искусстве"
  },
  {
    "quote": "Таким образом, для умелого воина его движущая сила должна быть неотразима, а действия своевременны. Движущая сила - это напряжение в дуге лука; своевременность - это отпускание стрелы в нужный момент.",
    "source": "Искусство войны"
  },
  {
    "quote": "Беспринципно считать, что ты не можешь достичь всего, чего достигали великие мастера. Мастера — это люди, и ты — тоже человек. Если ты знаешь, что можешь стать таким же, как они, ты уже на пути к этому. Мастер Иттэй говорил: Конфуций стал мудрецом потому, что стремился к учению с пятнадцатилетнего возраста, а не потому, что учился на старости лет. Это напоминает буддистское изречение: Есть намерение, будет и прозрение.",
    "source": "Искусство войны"
  },
  {
    "quote": "Поэтому тот, кто хорошо ведет войну, подобен Шуайжань. Шуайжань — это чаншаньская змея. Когда ее ударяют по голове, она бьет хвостом, когда ее ударяют по хвосту, она бьет головой; когда ее ударяют посредине, она бьет и головой и хвостом.Если нет выгоды, не двигайся; если не можешь приобрести, не пускай в ход войска; если нет опасности, не воюй. Государь не должен поднимать оружие из-за своего гнева; полководец не должен вступать в бой из-за своей злобы. Двигаются тогда, когда это соответствует выгоде; если это не соответствует выгоде, остаются на места Гнев может опять превратиться в радость, злоба может опять превратиться в веселье, но погибшее государство снова не возродится, мертвые снова не оживут. Поэтому просвещенный государь очень осторожен по отношению к войне, а хороший полководец очень остерегается ее. Это и есть путь, на котором сохраняешь и государство в мире и армию в целости.",
    "source": "Искусство войны"
  },
  {
    "quote": "Есть пять ловушек, в которые может попасть командующий: опрометчивое игнорирование смерти может на самом деле закончиться смертью; слишком трепетная забота о жизни может закончиться пленением; поспешность может привести к опрометчивым действиям; чрезмерное чувство честь принесет лишь горечь стыда; излишняя озабоченность без должных оснований создает человеку ненужные проблемы и беспокойство. Эти пять качеств - общие возможные недостатки каждого командующего: их наличие приводит к негативному влиянию на успешное ведение войны. Когда армия разбита и ее командующий убит, не ищите других причин поражения, кроме как перечисленных выше. Усвойте это.",
    "source": "Искусство войны"
  },
  {
    "quote": "Тот, кто ставит людей соответственно их мощи, заставляет их идти в бой так же, как катят деревья и камни. Природа деревьев и камней такова, что, когда место ровное, они лежат спокойно; когда оно покатое, они приходят в движение; когда они четырехугольные, они лежат на месте, когда они круглы, они катятся. (12, гл. 5)",
    "source": "Искусство стратегии (сборник)"
  },
  {
    "quote": "Когда поднимают легкое перышко, это не считается большой силой; когда видят солнце и луну, это не считается острым зрением; когда слышат раскаты грома, это не считается тонким слухом.",
    "source": "Трактат о военном искусстве"
  }
]